{
    "in_en": {
        "Privacy_Policy": "Privacy Policy",
        "Your_privacy_is_our_priority": "We value your privacy and understand the importance of safeguarding your information. At DOFY, we handle your personal data with utmost care, ensuring its security and confidentiality. Your data is collected and used in a safe and systematic manner, solely for the purpose of enhancing your website experience. We only utilize the data you provide with your consent, and its usage is limited to specific purposes, including personalization.",
        "DOFY_collects_some_basic": "When you submit forms or register on our website, we collect basic information from users and customers. By providing us with your personal information and device identifiers, you authorize us to use that information in accordance with this privacy policy. We will use the information for the purpose for which it was collected and may also send you periodic communications or promotional offers.",
        "When_you_provide_us": "We also gather information about website usage, products, and services through various sources that do not specifically identify individual users. This includes IP addresses, device details, browser types, domain names, and statistical data related to website usage.",
        "Any_information_relating": "DOFY ensures the protection and security of your data, in compliance with data protection laws and your privacy rights. The following points highlight the specific information used by our website for each user:",
        "DOFY_assures_protection": "We process personal data based on our customers' rights and consent, as necessary to perform our operations and exercises.",
        "Other_sources_and_situations": "We use your personal data to fulfill our business interests, comply with applicable laws, rules, and regulations, and deliver the requested products and services.",
        "We_have_your_consent": "In certain instances, we may process data based on legal requirements or recognized sources, even if we haven't directly interacted with you.",
        "DOFY_is_dedicated": "DOFY is committed to safeguarding your privacy and treating your personal information as confidential. We do not share, sell, or rent our subscription lists to third parties without your permission. We have implemented security measures to protect against loss, misuse, and alteration of data within our system.",
        "We_do_not_share": "If you have any questions or concerns regarding our privacy policy or the use of your personal information, please reach out to us at customercare@dofy.in. We value your privacy and will address any inquiries promptly.",
        "We_use_security": "Thank you for trusting DOFY.",
        "Please_write_to_us": "Please write to us at ",
        "We_value_your_privacy_and_understand":"We value your privacy and understand the importance of safeguarding your information. At DOFY, we handle your personal data with utmost care, ensuring its security and confidentiality. Your data is collected and used in a safe and systematic manner, solely for the purpose of enhancing your website experience. We only utilize the data you provide with your consent, and its usage is limited to specific purposes, including personalization.",
        "When_you_submit_forms_or_register_on_our_website":"When you submit forms or register on our website, we collect basic information from users and customers. By providing us with your personal information and device identifiers, you authorize us to use that information in accordance with this privacy policy. We will use the information for the purpose for which it was collected and may also send you periodic communications or promotional offers.",
        "We_also_gather_information":"We also gather information about website usage, products, and services through various sources that do not specifically identify individual users. This includes IP addresses, device details, browser types, domain names, and statistical data related to website usage.",
        "DOFY_ensures_the_protection_and_security":"DOFY ensures the protection and security of your data, in compliance with data protection laws and your privacy rights. The following points highlight the specific information used by our website for each user:",
        "We_process_personal_data_based_on_our_customers":"We process personal data based on our customers' rights and consent, as necessary to perform our operations and exercises.",
        "We_use_your_personal_data":"We use your personal data to fulfill our business interests, comply with applicable laws, rules, and regulations, and deliver the requested products and services.",
        "In_certain_instances":"In certain instances, we may process data based on legal requirements or recognized sources, even if we haven't directly interacted with you.",
        "DOFY_is_committed_to_safeguarding":"DOFY is committed to safeguarding your privacy and treating your personal information as confidential. We do not share, sell, or rent our subscription lists to third parties without your permission. We have implemented security measures to protect against loss, misuse, and alteration of data within our system.",
        "If_you_have_any_questions_or_concerns":"If you have any questions or concerns regarding our privacy policy or the use of your personal information, please reach out to us at customercare@dofy.in. We value your privacy and will address any inquiries promptly.",
        "Thank_you_for_trusting_DOFY":"Thank you for trusting DOFY."

    },
    "ae_ar": {
        "Privacy_Policy": "سياسة الخصوصية",
        "Your_privacy_is_our_priority": "خصوصيتك هي أولويتنا ونحن نتفهم أنك تعهد إلينا بأمان معلوماتك. \n تتعامل DOFY مع بياناتك الشخصية بطريقة آمنة ومنهجية مجمعة باستخدامك للموقع. \n تستخدم DOFY بياناتك من خلال موافقتك لمساعدتك على تجربة أفضل فقط. \n استخدامات البيانات التي يتلقاها الموقع محدودة والتي تشمل البيانات الشخصية أيضًا.",
        "DOFY_collects_some_basic": "تجمع DOFY بعض المعلومات الأساسية من المستخدمين و / والعملاء أثناء إرسال النماذج أو التسجيل في الموقع",
        "When_you_provide_us": "عندما تزودنا بمعلومات شخصية يمكن التعرف عليها من الجهاز ، فإنك تفوضنا باستخدام تلك المعلومات وفقًا لشروط سياسة الخصوصية هذه. \n عندما تزودنا بمعلوماتك الشخصية ، فإننا سنستخدمها للغرض الذي تم جمعها من أجله وقد نستخدمها لإرسال اتصالات دورية أو عروض ترويجية إليك.",
        "DOFY_assures_protection": "تضمن DOFY الحماية والأمان وفقًا لقوانين حماية البيانات وحقوق الخصوصية الخاصة بك. \n  تحدد النقاط التالية المعلومات التي يستخدمها موقع الويب لأي مستخدم معين.",
        "Any_information_relating": "أي معلومات تتعلق أو تتعلق باستخدام موقع الويب ومنتجاته وخدماته التي يتم جمعها من خلال أي صفحات ويب تلقائيًا باستخدام مصادر مختلفة والتي لا تحدد بشكل خاص المستخدم أو الأفراد الآخرين الذين يتفاعل معهم. \n على سبيل المثال ، عناوين IP وتفاصيل الجهاز وأنواع المستعرضات وأسماء المجالات وأي بيانات إحصائية أخرى تتعلق أو تتعلق باستخدام موقع الويب إلى جانب منتجاته وخدماته.",
        "Other_sources_and_situations": "المصادر والمواقف الأخرى لاستخدام بياناتك تستخدم DOFY بياناتك الشخصية لجميع الأسباب المذكورة أعلاه وأي نقاط أخرى تتعلق بها. \n إن من أولوياتنا وضرورة القيام بعملياتنا أو تماريننا وفقًا للحقوق الإلزامية وموافقة عملائنا أو أي مستخدمين مرتبطين بالموقع. \n لقد سمحنا لمصلحة العمل بمعالجة أي بيانات شخصية والامتثال للقوانين والقواعد واللوائح المعمول بها.",
        "We_have_your_consent": "لدينا موافقتك للوصول إلى أي معلومات إضافية يحتاجها الموقع أو عملية شراء وبيع المنتجات والخدمات المتاحة على الموقع. \n من الضروري تحديد بعض الأسباب القانونية لبعض الحالات. تجمع DOFY البيانات أو المعلومات الخاصة بمستخدميها و / أو عملائها للعمليات التي تتم على موقعنا الإلكتروني من أجل تقديم الخدمات لعملائنا ، وبالتالي تتم معالجة البيانات الشخصية لأداء وظائفنا الضرورية. \n في حالة وجود مستخدم جديد كامل ، هناك حالات لم تتفاعل فيها DOFY معك ، تتم معالجة هذه الحالات على أساس مصادرنا المعترف بها لإدارة أعمالنا والترويج لها وتشغيل الموقع الإلكتروني وتشغيله. \n من أجل تقديم وتحسين الخدمات وتقديم أي استفسارات مطلوبة. على سبيل المثال ، عندما يطلب العميل و / أو المستخدمون عرض أسعار لأي منتج أو خدمة معينة من موقعنا على الإنترنت",
        "DOFY_is_dedicated": "DOFY مكرسة لحماية خصوصيتك والحفاظ على سرية معلوماتك الشخصية.",
        "We_do_not_share": "نحن لا نشارك أو نبيع أو نؤجر قوائم الاشتراك الخاصة بنا لأطراف ثالثة ، ولن نقدم معلوماتك الشخصية إلى أي شخص آخر دون إذنك.",
        "We_use_security": "نحن نستخدم تدابير أمنية للحماية من فقدان البيانات التي يستخدمها نظامنا وإساءة استخدامها وتغييرها.",
        "Please_write_to_us": "الرجاء الكتابة إلينا على ",
        "We_value_your_privacy_and_understand":"نحن نقدر خصوصيتك ونتفهم أهمية حماية معلوماتك. في DOFY ، نتعامل مع بياناتك الشخصية بمنتهى العناية ، لضمان أمنها وسريتها. يتم جمع بياناتك واستخدامها بطريقة آمنة ومنهجية ، فقط لغرض تعزيز تجربة موقع الويب الخاص بك. نحن نستخدم البيانات التي تقدمها فقط بموافقتك ، ويقتصر استخدامها على أغراض محددة ، بما في ذلك التخصيص.",
        "When_you_submit_forms_or_register_on_our_website":"عند إرسال النماذج أو التسجيل على موقعنا ، نقوم بجمع المعلومات الأساسية من المستخدمين والعملاء. من خلال تزويدنا بمعلوماتك الشخصية ومعرفات جهازك ، فإنك تفوضنا باستخدام تلك المعلومات وفقًا لسياسة الخصوصية هذه. سوف نستخدم المعلومات للغرض الذي تم جمعها من أجله وقد نرسل لك أيضًا اتصالات دورية أو عروض ترويجية.",
        "We_also_gather_information":"نقوم أيضًا بجمع معلومات حول استخدام موقع الويب والمنتجات والخدمات من خلال مصادر مختلفة لا تحدد المستخدمين الفرديين على وجه التحديد. يتضمن ذلك عناوين IP وتفاصيل الجهاز وأنواع المستعرضات وأسماء المجالات والبيانات الإحصائية المتعلقة باستخدام موقع الويب.",
        "DOFY_ensures_the_protection_and_security":"تضمن DOFY حماية وأمن بياناتك ، بما يتوافق مع قوانين حماية البيانات وحقوق الخصوصية الخاصة بك. توضح النقاط التالية المعلومات المحددة التي يستخدمها موقعنا لكل مستخدم:",
        "We_process_personal_data_based_on_our_customers":"نقوم بمعالجة البيانات الشخصية بناءً على حقوق عملائنا وموافقتهم ، حسب الضرورة لأداء عملياتنا وتماريننا.",
        "We_use_your_personal_data":"نستخدم بياناتك الشخصية لتحقيق مصالحنا التجارية ، والامتثال للقوانين والقواعد واللوائح المعمول بها ، وتقديم المنتجات والخدمات المطلوبة.",
        "In_certain_instances":"في حالات معينة ، قد نقوم بمعالجة البيانات بناءً على المتطلبات القانونية أو المصادر المعترف بها ، حتى إذا لم نتفاعل معك بشكل مباشر.",
        "DOFY_is_committed_to_safeguarding":"تلتزم DOFY بحماية خصوصيتك والتعامل مع معلوماتك الشخصية على أنها سرية. نحن لا نشارك أو نبيع أو نؤجر قوائم الاشتراك الخاصة بنا لأطراف ثالثة دون إذنك. لقد قمنا بتنفيذ إجراءات أمنية للحماية من فقدان البيانات وإساءة استخدامها وتعديلها داخل نظامنا.",
        "If_you_have_any_questions_or_concerns":"إذا كانت لديك أي أسئلة أو مخاوف بشأن سياسة الخصوصية الخاصة بنا أو استخدام معلوماتك الشخصية ، فيرجى التواصل معنا على customercare@dofy.ae. نحن نقدر خصوصيتك وسنرد على أي استفسارات على الفور.",
        "Thank_you_for_trusting_DOFY":"شكرا لك على ثقتك في DOFY."
     },
    "ae_en": {
        "Privacy_Policy": "Privacy Policy",
        "Your_privacy_is_our_priority": "Your privacy is our priority and we understand that you entrust us with the security of your information. DOFY handles your personal data in a safe, secure and systematic manner compiled with your use of the website. DOFY uses your data through your consent to help you for a better experience only. The uses of the data received by the website are limited which includes personal data also.",
        "DOFY_collects_some_basic": "DOFY collects some basic information from the users or/and customers while you submit forms or register to the website",
        "When_you_provide_us": "When you provide us with personal information, device identifiable, you are authorizing us to use that information in accordance with the terms of this privacy policy. When you supply us with your personal information, device identifiable we will use it for the purpose for which it was collected and may use it to send you periodic communication or promotional offers.",
        "Any_information_relating": "Any information relating or regarding the usage of the website and its products and services collected through any web pages automatically using various sources which generally does not specifically identify the user or other individuals it interacts with. For example the ip addresses, device details, browser types, domain names and any other statistical data relating or regarding the usage of the website along with its products and services.",
        "DOFY_assures_protection": "DOFY assures protection and safety in accordance with the data protection laws and your privacy rights. The following points specify the information used by website for any particular user.",
        "Other_sources_and_situations": "Other sources and situations of using your data DOFY uses your personal data for all the above mentioned reasons and any other points relating to it. It is indeed our priority and a necessity to perform our operations or exercises according the obligatory rights and consent of our customers or any relating users of the website. We have authorised business interest to process any personal data and to comply with applicable laws, rules and regulations",
        "We_have_your_consent": "We have your consent to access any information furthermore needed by the website or the process of buying and selling of the products and services available on the website. It is mandatory to identify some of the legal reasons for some instances. DOFY collects the data or information of its users and/or customers for operations performing on our website in order to provide services to our customers and hence the personal data is processed to perform our necessary functions. In the case of a whole complete new user there are instances wherein DOFY has not interacted with you, such instances are processed on the basis of our recognised sources to manage and promote our business, operate and function the website. In order to provide and improve the services and to provide for any requested queries. For instance, when a customer and/or users request a quote for any specific product or service from our website",
        "DOFY_is_dedicated": "DOFY is dedicated to protect your privacy and keep your personal information confidential.",
        "We_do_not_share": "We do not share, sell or rent our subscription lists to third parties, and we will not provide your personal information to anyone else without your permission.",
        "We_use_security": "We use security measures to protect against the loss, misuse, and alteration of data used by our system.",
        "Please_write_to_us": "Please write to us at ",
        "We_value_your_privacy_and_understand":"We value your privacy and understand the importance of safeguarding your information. At DOFY, we handle your personal data with utmost care, ensuring its security and confidentiality. Your data is collected and used in a safe and systematic manner, solely for the purpose of enhancing your website experience. We only utilize the data you provide with your consent, and its usage is limited to specific purposes, including personalization.",
        "When_you_submit_forms_or_register_on_our_website":"When you submit forms or register on our website, we collect basic information from users and customers. By providing us with your personal information and device identifiers, you authorize us to use that information in accordance with this privacy policy. We will use the information for the purpose for which it was collected and may also send you periodic communications or promotional offers.",
        "We_also_gather_information":"We also gather information about website usage, products, and services through various sources that do not specifically identify individual users. This includes IP addresses, device details, browser types, domain names, and statistical data related to website usage.",
        "DOFY_ensures_the_protection_and_security":"DOFY ensures the protection and security of your data, in compliance with data protection laws and your privacy rights. The following points highlight the specific information used by our website for each user:",
        "We_process_personal_data_based_on_our_customers":"We process personal data based on our customers' rights and consent, as necessary to perform our operations and exercises.",
        "We_use_your_personal_data":"We use your personal data to fulfill our business interests, comply with applicable laws, rules, and regulations, and deliver the requested products and services.",
        "In_certain_instances":"In certain instances, we may process data based on legal requirements or recognized sources, even if we haven't directly interacted with you.",
        "DOFY_is_committed_to_safeguarding":"DOFY is committed to safeguarding your privacy and treating your personal information as confidential. We do not share, sell, or rent our subscription lists to third parties without your permission. We have implemented security measures to protect against loss, misuse, and alteration of data within our system.",
        "If_you_have_any_questions_or_concerns":"If you have any questions or concerns regarding our privacy policy or the use of your personal information, please reach out to us at customercare@dofy.in. We value your privacy and will address any inquiries promptly.",
        "Thank_you_for_trusting_DOFY":"Thank you for trusting DOFY."

    }
}